Repository: DoubleREW/PrivacyConsent
Catalog: Sources/PrivacyConsent/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: Accept
it: Acconsento

source: Accept all
it: Accetto tutto

source: Allow to collect statistics about how the app is used, for example to know which tool is most used.
it: Acconsento alla raccolta di statistiche sull'utilizzo dell'app, ad esempio per sapere quale strumento è più usato.

source: Allow to deliver personalized ads to you. You can change this choice from the iOS settings.
it: Acconsento alla pubblicazione di annunci pubblicitari personalizzati. Puoi modificare questa opzione delle impostazioni di sistema.

source: Allow to send anonymous crash reports, this is useful to quickly fix bugs.
it: Acconsento all'invio di report anonimi sui crash, sarà utile alla risoluzione rapida di bug

source: Anonymous crash reports
it: Report crash anonimi

source: Anonymous usage statistics
it: Dati statistici anonimi

source: Close
it: Chiudi

source: Customize
it: Personalizza

source: Personalized ads
it: Pubblicità personalizzata

source: Privacy Consent
it: Consensi Privacy

source: Read more
it: Leggi di più

source: This app collects anonymous data about usage and crash reports, these data help to fix bugs quickly and make the app grow update after update. Tap Accept if you want to allow the app to collect anonymous info, or tap Customize if you want to choose which info share with the developer.
it: Questa app colleziona dati anonimi sui crash e sull'utilizzo, questi dati aiutano a velocizzare la risoluzione di bug e alla crescita della stessa aggiornamento dopo aggiornamento. Tocca Acconsento se vuoi permettere all'app di collezionare dati anonimi, o tocca Personalizza se vuoi scegliere quali informazioni condividere con lo sviluppatore.
